[{"id":1,"name":"嘻哈(说唱) Hip Hop","description":"嘻哈音乐（英语：Hip-hop Music，也叫做hip-hop或rap music），是一种跟着伴奏、带着韵律吟诵（饶舌）的音乐风格，诞生于美国1970年代，并于1980年代成为大众流行文化之一。该音乐所用的伴奏多产生于音乐取样手段，亦被称作“嘻哈音乐”，两者均诞生于广义的嘻哈文化。该文化包含了司众（饶舌）、控盘（刮碟）、歇段舞（霹雳舞）和涂鸦等几种街头艺术。\n\n嘻哈音乐及嘻哈文化首先在1970年代美国贫民区的青年中出现，其中大多数是纽约的美国黑人。当时纽约的街区聚会越来越盛行，尤其是在南布朗克斯特别盛行。DJ会在街区聚会中播放流行歌曲的打击乐。嘻哈音乐一开始出现，当时的音乐取样技术及鼓机都已容易取得，且价格不贵。唱盘技术随着歇段间奏（breaks）一起发展，配合牙买加式的Deejay唱法。饶舌是演出者依照乐器或是合成的节拍念词的演出方式。这个阶段的嘻哈称为旧学派嘻哈，著名的艺人有DJ库尔·贺克、闪耀大师与狂暴五人、妙手佛迪、马尔雷·马尔、Afrika Bambaataa、Kool Moe Dee、克帝斯·布罗、Doug E. Fresh、霍迪尼乐团、Warp 9、肥胖男孩及Spoonie Gee。一般认为The Sugarhill Gang1979年的歌曲《Rapper's Delight》是第一首在主流音乐界广为流行的嘻哈音乐。1980年代的嘻哈音乐开始分化，发展出更复杂的音乐风格。在1980年代以前，嘻哈音乐主要局限在美国。不过嘻哈音乐在1980年代开始变成许多国家音乐风格中的一部分。\n\n新学派嘻哈是嘻哈音乐的第二波，起源于1983–84年Run DMC及LL Cool J早期的专辑。黄金年代嘻哈是指1980年代中期到1990年初之间一段创新的年代。著名的艺人有Juice Crew、全民公敌乐团、Eric B & Rakim、Boogie Down Productions、KRS-One、EPMD、Slick Rick、野兽男孩、Kool G Rap、Big Daddy Kane、Ultramagnetic MCs、De La Soul及A Tribe Called Quest等。\n\n帮匪说唱是嘻哈音乐中的一种，强调的是巿中心年轻人的暴力生活型态以及其贫穷的生活条件。Schoolly D、N.W.A、Ice-T、Ice Cube及Geto Boys是建立帮匪说唱风格的艺人。其最为人知的是混合有政治及社会评论的政治说唱及帮匪说唱中的犯罪故事及犯罪元素。\n\n在西海岸嘻哈中，G-funk自1990年代起就主导了主流的嘻哈音乐。1990年代初期至中期的东海岸嘻哈是由非洲中心的爵士说唱及Native Tongues的另类嘻哈主导，而当时硬核说唱也相当流行，艺人有纳斯、武当帮及声名狼藉先生。\n\n1990年代的嘻哈音乐开始和美国各地的音乐风格融合，例如南部嘻哈及亚特兰大嘻哈，同时嘻哈音乐也和其他的流行音乐风格同化，例如新灵魂乐。嘻哈音乐是1990年代中间最畅销的音乐风格之一，流行风潮到21世纪仍延续著。嘻哈音乐也持续在主流音乐发挥影响力。在美国也看到一些相关类型音乐的成功，例如强调节奏及音乐多于歌词内容的旷课乐。不过自2005年起，嘻哈音乐的销售量严重的下滑，在2000年代中期，因为像OutKast及肯伊·威斯特等跨界音乐人的成功，另类嘻哈仍在主流音乐中占有一席之地。 2000年代末直到2010年代初期，小韦恩、Soulja Boy、巴比瑞等人是最受欢迎的饶舌乐手。2010年代，许多歌手像是德雷克、妮姬·米娜、 杰寇以及肯德里克·拉马尔皆取得巨大的商业成功。此时陷阱音乐团体或歌手，如Migos及未来小子也受到欢迎。\n\nRap's germination is sometimes attributed to the righteous street poetry of the Last Poets and the Watts Prophets, but it didn't begin to take full shape — and earn its tag — until after the Sugarhill Gang released \"Rapper's Delight\" in 1979. Since then, rap spread from its New York epicenter throughout the remainder of the U.S. (with each region taking on its own specific flavor) and then to countless countries. Rap's core components are beats and rhymes, but that simplicity belies the wide range of sounds that have sprung from them. Instrumentalists, a sampled breakbeat, or a drum machine can form the backbone of a track, while an arrangement can be spaciously spare or chaotically dense, and a chorus can range from atonal shouting to a sweet melody. Detractors were still calling rap a fad in 1985, when LL Cool J released his first single. They were doing the same thing when, roughly 20 years later, the same MC released his tenth album, and they'll probably continue to do so as long as the genre exists. Should rap ever die, which isn't likely, it would be far too late to prevent its effect on most other music forms, from R&B to rock to jazz."},{"id":2,"name":"流行 Pop","description":"流行音乐，是指那些结构短小、内容通俗、形式活泼、情感真挚，并被广大群众所喜爱，广泛传唱或欣赏，流行一时的甚至流传后世的器乐曲和歌曲。这些乐曲和歌曲，植根于大众生活的丰厚土壤之中。因此，又有“大众音乐”之称。\n\n“流行音乐”。从字面上看，包含两层意思：第一，它必须是音乐（这说的是事物的属性问题）；第二，它必须具有“可传递性”（就是流行的特点）。只有具备了这两个方面的基本要求，亦即“是音乐”和“广为传递性”。那么，才能称得上是“广义上”的“流行音乐”。具体而言，流行音乐是与传统的“严肃音乐”的一个“相对概念”，请注意我的措辞，是“相对”。换句话说：他们之间的界限在实际中其实并不那么明显。就像我们现实中的“白天与黑夜”一样，不同的时刻，不同的国家，所处的“黑”与“白”都是不同的（也就是“时空的相对论”——因为音乐本身也是时空的东西）。比如浪漫派作曲家李斯特的《爱之梦》就是传统的古典音乐，但是你能说它不流行吗？所以，古典音乐也可以流行，流行音乐在特定的历史环境下，和人民认可度的前提下也可以成为“古典”也可以成为“流行”。\n\n所谓流行音乐，准确的概念应为商品音乐，即以赢利为主要目的创作的音乐。它的市场性是主要的，艺术性是次要的。“商品音乐”这一概念比任何一个概念都科学、合理、准确。单从字面上看，“通俗”指易解易懂，“流行”指广为流传，这样看来象《义勇军进行曲》、《歌唱祖国》、《东方红》《南泥湾》等歌曲也可以称为通俗歌曲或流行歌曲。这些歌曲都虽然通俗易懂、流传很广。但是，这些歌曲是决不能称为商品歌曲的，因为它们决不是以赢利为主要目的创作的。从这一点也可以看出“商品音乐”这一概念是科学、合理、准确的。\n\n流行音乐起源于美国的爵士音乐。20世纪初，美国出现了一种由多民族文化汇集而成的爵士音乐。这种新兴音乐，以它独特的演奏(演唱)方式，刷新了听众的耳目，轰动了全美国，又很快传遍西欧各国。\n\nPop music (a term that originally derives from an abbreviation of \"popular\") is a genre of popular music which originated in its modern form in the 1950s, deriving from rock and roll. The terms popular music and pop music are often used interchangeably, even though the former is a description of music which is popular (and can include any style).\n\nAs a genre, pop music is very eclectic, often borrowing elements from other styles including urban, dance, rock, Latin and country; nonetheless, there are core elements which define pop. Such include generally short-to-medium length songs, written in a basic format (often the verse-chorus structure), as well as the common employment of repeated choruses, melodic tunes, and catchy hooks. \nSo-called \"pure pop\" music, such as power pop, features all these elements, using electric guitars, drums and bass for instrumentation; in the case of such music, the main goal is usually that of being pleasurable to listen to, rather than having much artistic depth. Pop music is generally thought of as a genre which is commercially recorded and desires to have a mass audience appeal."},{"id":3,"name":"摇滚 Rock","description":"摇滚乐是流行音乐的一种形式，通常由显著的人声伴以吉他、鼓和贝斯演出，很多形态的摇滚乐也使用键盘乐器，如风琴、钢琴、电子琴或合成器。其他乐器，比如萨克斯管、口琴、小提琴、笛、班卓琴、口风琴或定音鼓有时也被应用在摇滚乐之中。此外，不太出名的曼陀铃或锡塔琴等弦乐器也被使用过。摇滚乐经常有强劲的强拍，围绕电吉他，空心电吉他，以及木吉他展开。\n摇滚乐源自于1940和1950年代的“rock and roll”运动及rockabilly，此二者是由布鲁斯音乐，乡村音乐及其他音乐形式演进而来。All Music Guide杂志认为，“最纯粹的摇滚乐形式有三个和弦层次，一段有力而连贯的背景节奏，及吸引人的旋律。早期摇滚乐师从颇多，主要是布鲁斯乐，R&B，乡村音乐；同时也被宗教福音，传统流行乐，爵士乐和民间音乐影响。所有的这些影响都汇集到一个简单的、基于布鲁斯的歌曲结构中，它节奏快，引人起舞，引人陶醉。”\n在20世纪60年代晚期，摇滚乐与民间音乐的融合产生出民谣摇滚，与布鲁斯的融合产生了布鲁斯摇滚乐，还与爵士乐融合产生出融合爵士乐。在某个不确定的时期又产生了迷幻摇滚。在70年代，摇滚乐吸纳了来自灵魂乐，放克以及拉丁音乐的元素。与此同时，摇滚乐产生出许多下属类型，比如软性摇滚，重金属，硬摇滚，前卫摇滚及朋克摇滚。20世纪80年代产生的摇滚类型包括合成器流行乐，硬核朋克以及另类摇滚。在90年代，这些类型中又加入了油渍摇滚，英伦摇滚，独立摇滚和新金属。\n专门演奏摇滚乐的艺人团体被称为摇滚乐队或摇滚乐手。大部分摇滚乐团包括吉他手，主唱，贝斯手和鼓手，组成一个四人阵容。部分乐队取消了这其中的一个或几个角色或者让主唱同时担负起演奏乐器的任务，由此成为一个二人或三人组合。另外的乐团会增补一个或两个节奏吉他手或者一个键盘手。在比较罕见的情况下，乐队会使用诸如小提琴或大提琴这样的弦乐器，或者萨克斯管，小号，长号这样的管乐器。\n摇滚乐不仅唱出人们对爱情，美好生活的追求，还发泄出对现实世界的不满，涉及到战争与和平，民主与政治等方面。其种类、风格繁杂，从几个大的方面来看，现代摇滚的发展主要基于黑人音乐、地下文化、现代科技以及“后现代”浪潮，形成以“金属”、“朋克”、“歌德”、“迷幻”、“说唱”、“黑色氛围”为主要风格的非主流音乐。\n\nRock music is a genre of popular music that originated as \"rock and roll\" in the United States in the 1950s, and developed into a range of different styles in the 1960s and later, particularly in the United Kingdom and the United States. It has its roots in 1940s' and 1950s' rock and roll, itself heavily influenced by rhythm and blues and country music. Rock music also drew strongly on a number of other genres such as blues and folk, and incorporated influences from jazz, classical and other musical sources.\nMusically, rock has centered on the electric guitar, usually as part of a rock group with bass guitar and drums. Typically, rock is song-based music usually with a 4/4 time signature utilizing a verse-chorus form, but the genre has become extremely diverse and common musical characteristics are difficult to define. Like pop music, lyrics often stress romantic love but also address a wide variety of other themes that are frequently social or political in emphasis. The dominance of rock by white, male musicians has been seen as one of the key factors shaping the themes explored in rock music. Rock places a higher degree of emphasis on musicianship, live performance, and an ideology of authenticity than pop music.\nBy the late 1960s, referred to as the \"golden age\" or \"classic rock\" period, a number of distinct rock music sub-genres had emerged, including hybrids like blues rock, folk rock, country rock, and jazz-rock fusion, many of which contributed to the development of psychedelic rock, which was influenced by the counter-cultural psychedelic scene. New genres that emerged from this scene included progressive rock, which extended the artistic elements; glam rock, which highlighted showmanship and visual style; and the diverse and enduring major sub-genre of heavy metal, which emphasized volume, power, and speed. In the second half of the 1970s, punk rock both intensified and reacted against some of these trends to produce a raw, energetic form of music characterized by overt political and social critiques. Punk was an influence into the 1980s on the subsequent development of other sub-genres, including new wave, post-punk and eventually the alternative rock movement. From the 1990s alternative rock began to dominate rock music and break through into the mainstream in the form of grunge, Britpop, and indie rock. Further fusion sub-genres have since emerged, including pop punk, rap rock, and rap metal, as well as conscious attempts to revisit rock's history, including the garage rock/post-punk and synthpop revivals at the beginning of the new millennium.\nRock music has also embodied and served as the vehicle for cultural and social movements, leading to major sub-cultures including mods and rockers in the UK and the hippie counterculture that spread out from San Francisco in the US in the 1960s. Similarly, 1970s punk culture spawned the visually distinctive goth and emo subcultures. Inheriting the folk tradition of the protest song, rock music has been associated with political activism as well as changes in social attitudes to race, sex and drug use, and is often seen as an expression of youth revolt against adult consumerism and conformity."},{"id":4,"name":"布鲁斯 Blues","description":"蓝调（英文：Blues，解作“蓝色”，又音译为布鲁斯）是一种基于五声音阶的声乐和乐器音乐，它的另一个特点是其特殊的和声。蓝调起源于过去美国黑人奴隶的灵魂乐、赞美歌、劳动歌曲、叫喊和圣歌。蓝调中使用的“蓝调之音”和启应的演唱方式都显示了它的西方来源。\n蓝调的简介\n\n　　蓝调对后来美国和西方流行音乐有非常大的影响，拉格泰姆、爵士乐、蓝草、节奏蓝调、摇滚乐、乡村音乐和普通的流行歌曲，甚至现代的古典音乐中都含有蓝调的因素或者是从蓝调发展出来的。[1]在诗歌里这个词常被用来描写忧郁情绪。蓝调一词是与“蓝色魔鬼”（Bluedevils）一致的意思，意思是情绪低调、忧伤、忧郁。早在1798年乔治·科曼就写过一部名为《蓝色魔鬼，一幕滑稽戏》的滑稽戏。19世纪里这个词被用来表示震颤谵妄和警察。在美国黑人音乐中这个词的应用可能更老。1912年孟菲斯威廉·克里斯托弗·汉迪的《孟菲斯蓝调》是这个词在音乐中最早的书面纪录。\n　　蓝调音乐始于二十世纪初美国的南部。其中亦混合了在教会中类似朗诵形式的节奏及韵律。\n　　这种音乐有一种很明显的特式，便是使用类似中国民俗唱山歌的“一呼一应”的形式进行，英文叫作“Call and Reponse”。乐句起初会给人们一种紧张、哭诉，无助的感觉，然后接着的乐曲便像是在安慰、舒解受苦的人。就好像受苦的人向上帝哭诉，而其后得到上帝的安慰与响应！\n　　所以蓝调音乐很着重自我情感的宣泄和原创性或即兴性，这种即兴式的演奏方法，后来慢慢地演变为各种不同类形的音乐，如Rock and Roll、Swing、Jazz......所以蓝调亦是现代流行音乐的根源。\n　　至于口琴被广泛用于蓝调音乐中是起始于约二十年代中，那时候在美国当地有很多街头艺人表演音乐，他们常用乐器是五弦琴、鼓、和一种叫“pan quill pipes”的吹奏乐器。而由于吉他和口琴的性能比这些传统乐器好和更适合于空旷的地方表演，所以渐渐地口琴便常被用作吹奏蓝调音乐。\n　　及后三十年代左右，很多黑人移往大城市芝加哥居住，蓝调音乐和蓝调口琴亦随之在芝加哥这地开支散叶，及后更自成一派名为Chicago Blues。\n　　在听蓝调音乐的时候，你会发觉它们好像都依着一个相同的曲式来进行。其中原因是因为蓝调音乐会常用到一种标准曲式，名为12 Bar Blues。\n　　蓝调的来源\n　　由于蓝调成形于其个人表演，因此要指出所有蓝调的共同特征很难。但在现代蓝调出现以前所有的美国黑人音乐有一定的共同点。最早的蓝调式的音乐是一个“功能式的表达，其启应的歌唱没有任何伴奏、和谐，不拘束于任何形式，没有任何特别的音乐结构。”这些从奴隶田野工作时的叫喊和呼唤来源的蓝调以前的音乐逐渐扩展为“简单的、带有感情内容的单声歌”。今天的蓝调可以看作是基于欧洲的和弦结构和从非洲的启应传统上发展为歌唱与吉他的交替演奏的音乐。\n　　许多蓝调的元素，比如启应的形式和使用的蓝调之音都可以追踪到非洲音乐。西尔维安·迪欧弗（Sylviane Diouf）指出一定的特征——比如使用花音（melisma）和轻的、鼻音声调——似乎说明蓝调与中非和西非音乐的联系。民族音乐学家格哈特·库比克（Gerhard Kubik）可能是第一个指出蓝调的一定元素来自非洲的人。比如库比克指出汉迪在他的自传里所描写的使用刀刃来弹吉他的密西西比技术在西非和中非文化里非常普遍，当地的类似吉他的二十一弦竖琴（Kora）是最常用的歌唱伴奏弦乐器。这个技术包括吉他手用刀压吉他的弦，它可能是滑音吉他（Slide guitar）技术的来源。\n　　后来蓝调又吸收了黑人音乐中走唱秀（minstrel show）和黑人圣歌（Spiritual），包括其乐器和和弦伴奏。蓝调与拉格泰姆的关系也很密切，不过蓝调更好地保存了“原始非洲音乐的旋律结构”。[5]早期的歌的结构非常不同。在铅肚（Leadbelly）和亨利·托马斯的录音中可以找到这个时期的歌。但是后来基于主音和声、次属音和声和全桔第五音和声的蓝调形式成为最普及的形式。今天被看作是典型的12节蓝调是1900年代初在密西西比河下游的黑人社群中出现的，这个过程既有口述历史也有乐谱的纪录。孟菲斯的比尔大街是早期蓝调形成的地方之一。\n　　蓝调的歌词\n　　早期的蓝调往往是松散的叙事歌曲，歌唱家诉说他或她在“一个残酷的现实中的个人遭遇：失爱、警官的残忍、白人的迫害、艰巨的日月。”[6]与当时的其它音乐纪录相比许多最早的蓝调纪录中含有坚忍不拔的、真实的歌词。最极度的例子之一是Memphis Minnie的《深入小巷》，其歌词描写一个妓女在 小巷里与男人做爱的事。这样的音乐被称为“吊肠蓝调”（\"gut-bucket\" blues）这个名字来自于一种使用清洗猪的小肠的铁桶自造的低音乐器，这种食物往往被与贫困和奴隶生活联系到一起。吊肠蓝调一般描述男人与女人之间的 爱与恨、不幸和艰苦生活。吊肠蓝调与一般演奏这样的音乐的粗暴的酒店给蓝调音乐带来了其不快的名声。虔诚的基督教徒避免它，一些布道者甚至将它称为是 罪恶的。由于它的歌词一般是关于生活的艰难和不公正，有些人总是将蓝调与贫困和压迫联想到一起。但蓝调的歌词不只是关于艰苦，有些也非常诙谐和淫秽。\n　　一开始的蓝调可能只有一段，重复三次，现在通见的结构——一段，重复一次，然后接着一个单段的结束——是后来发展出来的。\n　　有人认为约鲁巴神话在早期蓝调中有一定的作用。但是大多数蓝调艺术家更主要的是受到基督教的影响。\n\nBlues is about tradition and personal expression. At its core, the blues has remained the same since its inception. Most blues feature simple, usually three-chord, progressions and have simple structures that are open to endless improvisations, both lyrical and musical. The blues grew out of African spirituals and worksongs. In the late 1800s, southern African-Americans passed the songs down orally, and they collided with American folk and country from the Appalachians. New hybrids appeared by each region, but all of the recorded blues from the early 1900s are distinguished by simple, rural acoustic guitars and pianos. After World War II, the blues began to fragment, with some musicians holding on to acoustic traditions and others taking it to jazzier territory. However, most bluesmen followed Muddy Waters' lead and played the blues on electric instruments. From that point on, the blues continued to develop in new directions — particularly on electric instruments — or it has been preserved as an acoustic tradition."},{"id":5,"name":"爵士 Jazz","description":"爵士乐是一种起源于非洲形成于美国的音乐形式。在它之前是一些更早出现的美国黑人音乐（如蓝调、福音歌曲等），而这些音乐是美国黑人根植于其非洲音乐传统的基础上，结合他们在现实中的遭遇创作出来的。早期蓝调主要表现黑人的悲惨境遇和底层生活状态（蓝调的英文原字Blue除了指‘蓝色’之外亦有‘忧郁’之意），大多比较凄苦。福音歌曲主要是（向上帝）祈求平安，希望得到救赎。爵士乐在其发展过程中除了有黑人音乐的根源外，还吸收了如古典音乐、民族音乐等诸多音乐元素，逐渐形成了今天多门多类的爵士乐，所传递的内容也更为多样，不只是早期的“黑人风格”。\n爵士乐的根源\n爵士乐源于蓝调，是一种从前居住在美国南部的非洲奴隶以及他们的后代们的民间音乐。蓝调深受西非文化和音乐传统的影响，这些奴隶也逐渐成为移居到城市的黑人的音乐家。\n爵士乐的真正起源是贫穷。1865年，美国内战结束，往日黑人奴隶获得了自由，但是生活依然困苦。他们多数是文盲，唯有靠自己故土培植出的音乐娱乐自己。劳动的号子和农田歌曲是在采摘棉花时唱的，赞美诗歌和圣歌是在种族隔离的教堂里聚会时唱的，而即兴之作则是独唱歌手在一只班卓琴伴奏下吟唱的。在教堂中，黑人牧师用英国领唱方式来解决唱歌不懂字的问题。\n上世纪之交流行的标准音乐会形式，也就是当时军乐团和舞会乐队的音乐，影响了最早的爵士乐的主流表达方式。这些音乐的乐器：铜管乐器，簧管乐器和鼓，成为了爵士乐的基本乐器。\n在不到一个世纪的时间内，这种名叫爵士乐的音乐，具有显著美国特色的音乐从默默无闻、起源于民间的音乐发展成为美国本土产生的最有份量的艺术种类。如今在全世界几乎每个角落都有人聆听和演奏它。爵士乐以如此众多的形式出现，而且每一种形式都相当重要，都保持了自己的特色及独具的魅力而流传至今。如果要欣赏各种爵士乐，体会个中种种乐趣，就不能不需要拥有开放的态度，兼容并听。\nJazz has been called America's classical music, and for good reason. Along with the blues, its forefather, it is one of the first truly indigenous musics to develop in America, yet its unpredictable, risky ventures into improvisation gave it critical cache with scholars that the blues lacked. At the outset, jazz was dance music, performed by swinging big bands. Soon, the dance elements faded into the background and improvisation became the key element of the music. As the genre evolved, the music split into a number of different styles, from the speedy, hard-hitting rhythms of be-bop and the laid-back, mellow harmonies of cool jazz to the jittery, atonal forays of free jazz and the earthy grooves of soul jazz. What tied it all together was a foundation in the blues, a reliance on group interplay and unpredictable improvisation. Throughout the years, and in all the different styles, those are the qualities that defined jazz."},{"id":6,"name":"雷鬼 Reggae","description":"一种由斯卡（Ska）和洛克斯代迪（Rock Steady）音乐演变而来的牙买加流行音乐。事实上，很难在洛克斯代迪和雷鬼之间划出明确的界限。只是后者较前者更为细腻，更多地使用电声乐器和更加国际化。如果说斯卡音乐还只是在美国流行音乐的影响下产生的一种拉美流行音乐的话 ，那么雷鬼则已发展成为欧美摇滚乐主流中的一种重要体裁了。\n\t雷鬼音乐的起源\n　　在1968年左右形成于牙买加(Jamaica)起因是在'60年代，美国音乐工程师兴起和引导的一种音乐表现方式，部分音乐工程师因此出走，寻求灵感。其中有一些来到牙买加。牙买加境内原本就有一些游唱艺人存在，所以一直有股民谣气息在酝酿著；所以这一批美国音乐工程师的到来，对牙买加而言不啻是个提升音乐水准的契 机。加上当地的乐师勇于创新，肯於接受外来事物，于是给予新音乐的创造背景。\n源于牙买加\n　　雷鬼音乐发源于牙买加，其根源来自New Orleans的R&B。 当时牙买加的乐手根据广播中听到的New Orleans快节奏R&B，发展成属于自己的R&B音乐。 这种称为Ska的音乐型态，在当时60年代相当盛行。然而在一次非常热的夏天， 当地的人无法在高温的户外弹奏如此快节奏的音乐及跳舞。 当地的乐手就将音乐放慢，而形成了 Reggae音乐。 Reggae这个字是源自于「Ragged」，代表牙买加不修边幅的舞蹈形式。\n新的音乐形态\n　　而在'60年代中期，牙买加已形成一种音乐形态「Ska」，基本上已有雷鬼的影子在，但这种音乐的节奏很快；后来又发展成「Rock Steady」，节奏变得比Ska慢，再经转 变之后，并融入「Soul」(灵魂乐)，於'68年左右，「Reggae」正式成形。\n音乐型态\n\n　　雷鬼音乐结合了传统非洲节奏，美国的节奏蓝调及原始牙买加民俗音乐， 这种风格包含了”弱拍中音节省略”，“向上拍击的吉他弹奏”， 以及”人声合唱”。 歌词强调社会、政治及人文的关怀。\n雷鬼乐\n\n　　雷鬼乐是早期牙买加的流行音乐之一，它不仅融合了美国节奏蓝调的抒情曲风，同时还加入了拉丁音乐的热情。另外，雷鬼乐十分强调vocal的部份，不论是独唱或合唱，通常它是运用吟唱的方式来表现，并且藉由吉他、打击乐器、电子琴或其他乐器带出主要的旋律和节奏。而在雷鬼乐当中，你还会发现电贝斯占了相当重要的比例！雷鬼乐是属于四四拍的音乐，重音落在第二和第四拍。从音乐中大鼓的部份，我们可以清楚的听出一个明显的节奏和固定的旋律线。拥有自成一派、懒洋洋的独特节奏。\n\nReggae\n\n　　Reggae的诞生颇为辗转：它演变自Ska，一种急速，结集古巴/非洲爵士乐及美国节奏蓝调的音乐，后来经美国新奥尔良的乐手改良后变成了雷鬼，再传回牙买加。雷鬼与摇滚乐一样，只是一个统称，其支派非常多，有迷幻的Dub、类似R&B的Rocksteady、跳舞节奏的 Ragga，Dancehall Rapping等等，是牙买加最闻名的出产。\n\nReggae is a music unique to Jamiaca, but it ironically has its roots in New Orleans R&B. Reggae's direct forefather is ska, an uptempo, rhythmic variation based on the New Orleans R&B Jamaican musicians heard broadcast from the US on their transistor radios. Relying on skittering guitar and syncopated rhythms, ska was their interpretation of R&B and it was quite popular in the early '60s. However, during one very hot summer, it was too hot to either play or dance to ska, so the beat was slowed down and reggae was born. Since then, reggae has proven to be as versatile as the blues, as it lends itself to a number of interpretations, from the melodic rock steady of Alton Ellis and the rock and folk-influenced songwriting of Bob Marley to the trippy, near-psychedelic soundscapes of dub artists like Lee \"Scratch\" Perry. It has crossed into the mainstream through the bright, bouncy \"reggae sunsplash\" festivals and pop-oriented bands like UB40, but more adventurous reggae artists, such as Marley and Perry, have influenced countless reggae, folk, rock and dance artists. Their contributions resonate throughout popular music."},{"id":7,"name":"世界音乐 World Music","description":"世界音乐是西方角度观点的词汇，意思指非英、美及西方民歌 /流行曲的音乐，通常指发展中地区或落后地区的传统音乐，例如非洲及南亚洲地区的音乐，有些地区如拉丁美洲的音乐，则能普及到自成一种类型。今天大家说的 World Mmusic通常是指与西方音乐混和了风格的、改良了的传统地区音乐。非洲的 KING SUNNY ADE，东欧的DON BYRON，中国的朱哲琴，巴基斯坦的 NUSRAT FATEHALI KAHN等是西方乐迷较熟悉的World Mmusic乐手。\n　　世界音乐（World Music），一种多元文化的混合、三种不同音乐的结晶，为流行音乐的发展带来了一次巨大的腾飞。从概念上分析，世界音乐可以有两种说法：一种是广义的世界音乐，泛指世界各国的民族音乐；另一种是狭义的概念，即本文的主题，民族音乐、传统音乐与流行音乐相结晶的混合体。自二十世纪八十年代以来，世界音乐的概念在流行音乐中不断的得到提升，慢慢地它变成了一种国际流行音乐的发展趋势。\n\nIn the Western world, \"World music\" refers either to music that doesn't fall into the North American and British pop or folk traditions or to hybrids of various indigenous musics. Certain styles -- such as Jamaican reggae or Latin pop -- grew large enough to be classified as their own genre, but everything else, from traditional Chinese music to African folk, is classified as world music. Worldbeat is something different than world music, since it's usually the result of Western hybrids and fusions, yet it still falls under the world music umbrella because it borrows styles, sounds and instrumentation from various indigenous musics."},{"id":8,"name":"拉丁 Latin","description":"拉丁音乐指的是从美国与墨西哥交界的格兰德河到最南端的合恩角之间的拉丁美洲地区的流行音乐。拉丁美洲是一个多民族的组合，因此拉丁音乐是以多种音乐的融合而形成的一种多元化的混合型音乐。无论是欧洲的白人音乐、非洲的黑人音乐还是美洲的印第安音乐，甚至是东方的亚洲音乐，都对拉丁音乐作出过不同的贡献。它们经过长期的沉淀，在以欧洲文化为主体的基础上，同时又大量的吸取了印第安文化和非洲黑人文化的各种因素，逐渐形成了一种多姿多彩的、充满活力的、充满动感的拉丁文化。\n\nLatin music is a catch-all term for a number of diverse styles from different regions and countries in Latin America. Often, the term refers to Latin pop -- either dance-based or pop oriented-music sung in Spanish or Tejano. Tejano has a number of different styles, from romantic ballads to the narrative nortenos, and they're usually performed by large groups with acoustic instruments and horns. In the '80s and '90s, Tejano has also adopted smooth production techniques from American pop-rock and soft rock. Latin America is also known for such dance music as salsas and sambas, which have layers of percussion, blaring horns and an infectious sense of style. A related style to salsa is the bossa nova, a cool, laid-back style that crossed dance music with jazz. With the exception of tejano and mariachi, which is folk and pop based, most Latin music is defined by its strong rhythms."},{"id":9,"name":"电子 Electronic","description":"随着时代的演进，音乐家有了更多制作音乐的方法。所谓电子音乐，就是以电子合成器，音乐软体，电脑等所产生的电子声响来制作音乐。电子音乐范围广泛，生活周遭常常能听到，在电影配乐，广告配乐，甚至某些国语流行歌中都有用到，不过以电子舞曲为最。很多人认为电子乐是一种冷冰冰，没有感情的音乐。其实电子乐也可融入Rock、 Jazz甚至Blues等多种元素而充满情感的。\n\n从广义上来说，电子乐（Electronica）这个词可以指很多的音乐类型，因为电子乐器的使用变的越来越普遍了，而且很多80年代后期的跳舞音乐都是电子的。然而，通常电子乐是指当它刚成形时艺术家们通过电子设备所探索出的各种独一无二的声响，以及后人们所创造出的继承这些先驱们的作品。前卫作曲家们长时间的着迷于利用先进的技术手段，创造那些前所未有的电子声响。法国作曲家Edgard Vare是这个领域的一个先驱，早在上世纪20年代就发明了自己的电子乐设备，50年代一直在实验磁带延时技术。Vare的工作极大的影响了美国前卫艺术家John Cage和德国作曲家Karheinz Stockhausen，后两位极大的扩展了电子乐的曲式结构。然而，直到上世纪70年代，音序器和合成器变得越来越便宜和 简便时，电子乐才真正的进入大众的视野。1968年，Wendy Carlos发行了一张带有迷幻性质的Bach专辑，使用Moog合成器实现了Bach的一些音乐片断。这张专辑在公众中引起了极大的反响，Stockhausen对电子乐器的推广也在德国引起了实验音乐的风潮——Krautrock(德国摇滚)。诸如Can和Neu!等乐队开始将合成器和磁带机的使用带入他们的实验，但是这场风潮中最重要的乐队还是Kraftwerk和Tangerine Dream(橙梦)。\n　　Kraftwerk开创了在pop中使用合成器的新观念，他们机器人般的，机械的，催眠性的形式极大的影响了20世纪几乎所有的电子乐。同时，Tangerine Dream受到简约古典作曲技法的启发Kraftwerk乐队，创造了一种称为space的音乐形式，顾名思义，这是一种氛围舒缓的， 曰没惚的音乐。其他重要的艺人还包括Klaus Schulze，他探索了比space还要迷幻的音乐形式；Brain Eno，对于电子元素在pop中的应用有着创造性的发明和实验，可是他最出名还是他的ambient music(氛围音乐)——一种依靠合成器创造出某种环境的音乐类型。\n　　 Ambient和space音乐引发了后来的new age(新世纪)，后者强调的是一种安宁的，平和的，深邃的氛围并且旋律及其优美。Progressive electronic(激进电子乐)是new age的一个分支，它表现的是一种更加戏剧化，管弦乐使用更多的形式，从而打破了电子乐根基中的简约风格。此外，诸如synth-pop，techno和 electronica等音乐形式也都在早期的电子乐基础上有了很大的创新。\n\nReaching back to grab the grooves of '70s disco/funk and the gadgets of electronic composition, Electronica soon became a whole new entity in and of itself, spinning off new sounds and subgenres with no end in sight two decades down the pike. Its beginnings came in the post-disco environment of Chicago/New York and Detroit, the cities who spawned house and techno (respectively) during the 1980s. Later that decade, club-goers in Britain latched onto the fusion of mechanical and sensual, and returned the favor to hungry Americans with new styles like jungle/drum'n'bass and trip-hop. Though most all early electronica was danceable, by the beginning of the '90s, producers were also making music for the headphones and chill-out areas as well, resulting in dozens of stylistic fusions like ambient-house, experimental techno, tech-house, electro-techno, etc. Typical for the many styles gathered under the umbrella was a focus on danceable grooves, very loose song structure (if any), and, in many producers, a relentless desire to find a new sound no matter how tepid the results."},{"id":10,"name":"节奏布鲁斯 R&B","description":"节奏布鲁斯（英语：Rhythm and Blues，简称：R&B或RnB，台湾、港澳、马新作节奏蓝调 ），又称节奏怨曲。是一种首先非裔美国人艺术家所演奏，并融合了爵士乐、福音音乐和布鲁斯音乐的音乐形式。这个音乐术语由是美国告示牌（Billboard）于1940年代末所提出。\n这个术语最初在1947年的美国被公告牌杂志的Jerry Wexler创造为一个音乐的市场营销术语，取代了种族音乐（英语：Race Music，又译黑人音乐；最初来源于黑人社群，但是被战后的社会认为是会令人很不愉快的词语）而Billboard在1949年将其分类为Harlem 畅销排行榜。这个词最初被用于定义包含了12种布鲁斯格式和一种带有节拍背景爵士乐的摇滚音乐，后来这种音乐转变成了一种摇滚乐的基本元素。\n在《Rock & Roll: An Unruly History》（1995）中 Robert Palmer 把节奏布鲁斯定义为那些约定俗成、用来意指任何一种美国黑人创造的音乐。在他1981年出版的《Deep Blues》中， Palmer 用“R&B”作为跳跃布鲁斯的缩写。\nLawrence Cohn是《Nothing But the Blues》的作者，写到节奏布鲁斯是一个宣传人员为了产业便利所发明的, 除了古典音乐和宗教音乐，节奏布鲁斯包括了所有的黑人音乐，除了那是一首福音歌并且其销售足以打入流行榜。\n在 1960年代，节奏布鲁斯被用于总括灵魂乐和放克音乐的术语。而现在R&B的缩写差不多一直被用于代替全写“节奏布鲁斯”，而主流则用它来表示由迪斯科逐步变得不那么流行而发展出来的Contemporary R&B──一种现代灵魂乐和受放克音乐影响的流行音乐。\nEvolving out of jump blues in the late '40s, R&B laid the groundwork for rock & roll. R&B kept the tempo and the drive of jump blues, but its instrumentation was sparer and the emphasis was on the song, not improvisation. It was blues chord changes played with an insistent backbeat. During the '50s, R&B was dominated by vocalists like Ray Charles and Ruth Brown, as well as vocal groups like the Drifters and the Coasters. Eventually, R&B metamorphosed into soul, which was funkier and looser than the pile-driving rhythms of R&B. Soul came to describe a number of R&B-based music styles. From the bouncy, catchy acts at Motown to the horn-driven, gritty soul of Stax/Volt, there was an immense amount of diversity within soul. During the first part of the '60s, soul music remained close to its R&B roots. However, musicians pushed the music in different directions; usually, different regions of America produced different kinds of soul. In urban centers like New York, Philadelphia, and Chicago, the music concentrated on vocal interplay and smooth productions. In Detroit, Motown concentrated on creating a pop-oriented sound that was informed equally by gospel, R&B, and rock & roll. In the South, the music became harder and tougher, relying on syncopated rhythms, raw vocals, and blaring horns. All of these styles formed soul, which ruled the black music charts throughout the '60s and also frequently crossed over into the pop charts. During the '60s and '70s, soul began to splinter apart -- artists like James Brown and Sly Stone developed funk; Kenny Gamble and Leon Huff initiated Philly soul with the O'Jays and Harold Melvin & the Blue Notes; and later in the decade, danceable R&B became a mass phenomenon with the brief disco fad. During the '80s and '90s, the polished, less earthy sound of urban and quiet storm ruled the airwaves, but even then, R&B began adding stylistic components of hip-hop until -- by the end of the millennium -- there were hundreds of artists who featured both rapping and singing on their records."},{"id":11,"name":"实验 Experimental","description":"实验音乐是对任何推动现有的音乐边界线和流派定义的一种普遍的分类，像在摇滚，爵士，现代合成或其他的风格。当一个音乐家或作曲家接近一种全异风格的混合物或是合成非正统的，新的，明显独特的成分，这种音乐都可以被分类成实验音乐。"},{"id":12,"name":"轻音乐 Easy Listening","description":"轻音乐，是指那种风格轻松、活泼的音乐，它是能给人以愉悦和抒情感，优美动听、通俗易懂的音乐。所谓“轻”，是指与庄重的严肃音乐对比而言。舞曲、进行曲、小夜曲比奏鸣曲、交响曲要“轻”；轻歌曲、抒情歌曲、诙谐歌曲比大合唱、清唱剧要轻；喜歌剧要比正剧要 “轻”。形象地说，它是音乐中的轻武器，和文学里的小品文、笑话、抒情诗等大致相同。轻音乐在当前人们的音乐生活中占有重要的地位。优美、健康的轻音乐不仅可供消遣娱乐，同时也能陶冶情操，提高欣赏者的音乐水平。\n轻音乐作品的旋律优美动听、清晰流畅，节奏鲜明轻快，音色丰富多彩，深受人们喜爱。总括起来说，轻音乐的特点是：结构短小，旋律动听、形式不拘一格。乐队组织精炼、配器新颖、节奏鲜明。它能较细腻地表达人的思想感情。\n在人民群众中间，轻音乐十分普及，具有广泛的社会意义和精神作用。轻音乐的种类较多，它包括一般的生活歌曲、抒情歌曲、诙谐歌曲、讽刺歌曲，还包括一些轻歌剧、圆舞曲、小型管弦乐序曲、小夜曲，以及部分管弦乐曲小品、电影歌曲、舞蹈音乐、优美钢琴曲等。\n\nEasy Listening music is instrumental music that was designed to be soothing and relaxing. Unlike jazz, which demands your utmost attention, easy listening slips into the background, which is the very reason many critics and listeners dismissed the music as nothing more than disposible fluff. Although some records certainly fall into that category, there were a number of inventive arrangers and conductors working in the genre, such as Martin Denny, Les Baxter and Esquivel, who distinguished themselves with unpredictable instrumentation and idiosyncratic arrangements. Still, the primary characteristic of easy listening, from Ray Conniff's lush wordless vocals to the Latin flourishes of Herb Alpert, is that it's pleasant and easy on the ears."},{"id":13,"name":"新世纪 New Age","description":"New Age被翻译为新世纪音乐，也被翻译成新纪元音乐，是种宁静、安逸、闲息的音乐，纯音乐作品占的比重较多，有歌唱的占较少。New Age可以是纯 ACOUSTIC(即以传统自发声乐器演奏)的，也可以是很电子化的，重点是营造出大自然平静的气氛或宇宙浩瀚的感觉，洗涤听者的心灵，令人心平气和。 New Age音乐通常被目为颇为中产阶级的音乐，WINDHAM HILL是最具代表性的New Age唱片公司，New Age代表乐手有ENYA，GEORGE WINSTON，WILLIAM ACKERMAN，YANNI，KITARO,萨顶顶等等。\n　 New Age Music作为20世纪纯音乐的最大发现，来自于一种可以带来内在平静的审美观点。通常来说，它们是一些带着新世纪哲学理念的和谐与非破坏概念的唱片，它们可以鼓舞精神上的超脱和生理上的治疗，其中一些唱片既能给我们以艺术上的享受，又能给我们以精神上的恢复，更有一些音乐家，通过他们特别设计的音波和 “无污染构思”音乐理念来使听者的精神境界升华。\n　　新世纪音乐是新世纪哲学的对应，它包容从现代轻松音乐一直到冥想型灵魂探索音乐。\n　　新世纪音乐采用电子乐器，包括西方与非西方的乐器，及偶尔的歌唱，创造缓和的旋律来适应现代生活快节奏。\n　　为寻求精神治疗和超越，新世纪音乐人时常借用非西方音乐的元素--就像新世纪哲学对非西方哲学的吸收一样。\n　　这种介于轻音乐和古典音乐之间的新样式。它们大致上可分三大类。第一类是用自然乐器演奏的，包括一般听众熟悉的常规乐器，如钢琴、小提琴、吉他等等，其中被用得最多的，一方面是接近东方乐器音色的乐器，如双簧管、英国管等，另一方面，民间性质的乐器，如曼多林、手风琴、排箫等也常可听到；有些演奏者特别喜欢东方的打击乐器，如小铃、大锣和钟等，现在还有些新纪元音乐家热衷于把那些非洲的战鼓等原始的乐器掺入他们的音乐中，第二类则是电声乐器，它所制造的音响也偏重神秘的、飘渺的色彩，许多新纪元音乐家都是电脑音乐高手。第三类是前二者的混合。有些唱片商在制作这三类演奏形式时，往往还会加上自然界的音响，如鸟鸣林啸、风声鹤唳等等。\n\nBorn from an aesthetic that aims to induce a sense of inner calm, new age music emerged from the meditational and holistic fields. Generally, these are harmonious and nonthreatening albums that are allied with new age philosophies encouraging spiritual transcendence and physical healing. Some of these albums are artistically satisfying as well as therapeutic. Lesser musicians, however, often make ridiculous claims in the liner notes as to their ability to catapult listeners into advanced spiritual states through specially designed sonic vibrations and \"immaculately conceived\" musical ideas."},{"id":14,"name":"舞台 / 银幕 / 娱乐 Stage & Screen & Entertainment","description":"舞台 / 银幕 / 娱乐分类是一个特殊的风格分类，不以音乐特征为定义依据，而以音乐出现与使用的场景为风格定义依据，风格下的音乐具有明显的实用性、功能性。舞台 / 银幕 / 娱乐风格下主要包括非音乐类作品中出现、使用的音乐（例如原声带、音乐剧），以及明确针对特定场合场景、实用性特点强的音乐乃至录音制品（例如圣诞歌曲、演出金曲）。原声带等在非音乐作品中出现、使用的音乐亦具有明显的实用性、功能性。"},{"id":15,"name":"唱作人 Singer-Songwriter","description":"唱作人（Singer-songwriter，又名：歌手兼词曲作者、创作（型）歌手、原创歌手等）是指在流行乐坛能够独立进行词曲创作、音乐制作、具备一定演唱实力、演唱音乐作品以自己原创作品为主的歌手。因唱作人是演唱自己的作品，所以在社会影响力和艺术成就上达到一般歌手难以企及的高度，并深刻影响一个时代，成为乐坛常青树，如Bob Dylan、The Rolling Stones、Elton John、Barbra Streisand等。"},{"id":16,"name":"民谣 Folk","description":"民间流行的、富于民族色彩的歌曲，称为民谣或民歌。民谣的历史悠远，故其作者多不知名。民谣的内容丰富，有宗教的、爱情的、战争的、工作的，也有饮酒、舞蹈作乐、祭典等等。民谣既是表现一个民族的感情与习尚，因此各有其独特的音阶与情调风格。如法国民谣的蓬勃、意大利民谣的热情、英国民谣的淳朴、日本民谣的悲愤、西班牙民谣的狂放不羁、中国民谣的缠绵悱恻，都表现了强烈的民族气质与色彩。\n\nEach country has their own folk music, but the genre usually refers to American and British music that has been passed through the generations by oral tradition. It's simple, acoustic-based music that spins everyday events and common people into mythic status. Many traditional folksongs have no known author, they have simply evolved over the years. Most of the earliest recorded folk music was of this nature, but with Woody Guthrie, topical folk began making its way to record. Still, many artists, including the Weavers and Pete Seeger, chose to mix traditional songs with newer material, either written by the artists themselves or other contemporary musicians. Initially, Bob Dylan functioned in that style, but by his second album, =The Freewheelin' Bob Dylan,= he began relying entirely on original material, thereby ushering the modern era of folk, where most performers sang their own (usually personally and introspective) material, and only occasionally throwing in covers."},{"id":18,"name":"金属 Metal","description":"重金属音乐亦称金属音乐，是摇滚乐的一个分支，发源于二十世纪六十年代末期、七十年代早期。重金属音乐根源于布鲁斯摇滚、迷幻摇滚，其特征通常表现为：声响巨大而厚重，失真音效高度放大，伴有长时间的吉他独奏，节奏强劲凶猛，整体上创造出嘈杂狂躁的印象。重金属音乐的歌词与表演风格常常突显男性气概、攻击性等特质。\n\n最早一批重金属乐队（例如齐伯林飞艇 「Led Zeppelin」、深紫乐队「Deep Purple」、黑色安息日「Black Sabbath」）吸引了大批听众，但在评论界却饱受轻视；这一境况贯穿了金属乐的整个历史。七十年代中期，犹大圣徒（Judas Priest）抛弃了传统的布鲁斯音乐影响，重金属音乐由此开始丰富多彩的内部演变。摩托党（Motörhead）将朋克摇滚元素引入金属乐，并标志着金属乐开始愈发重视速度。随后的英国重金属新浪潮运动中，也出现了一些与之类似的乐队，诸如铁娘子（ Iron Maiden）、撒克逊（Saxon）。八十年代，随着克鲁小丑（Mötley Crüe）、毒药（Poison）等乐队的兴起，华丽金属逐渐商业化，成为金属乐界的商业力量。而地下音乐界则诞生了一批更为极端、更具侵略性的流派；其中的激流金属以金属乐队（Metallica）、大屠杀（Megadeth）、杀手乐队（Slayer）、Anthrax（炭疽）为代表，已强力突入主流音乐界，但其他诸如死亡金属、黑金属等最为极端的金属风格则仍然是次文化现象。九十年代中期，蛊戮金属、新金属、金属核等风格开始大受欢迎，进一步扩展了金属乐的内涵。\n\n(虾米编译自wiki)"},{"id":19,"name":"中国特色 Chinese Characteristic","description":"中国特色是中华文明演化而汇集成的一种民族特质和风貌的民族文化的集中展现，具有较为浓郁的中国传统特色，风格也较为多样，其内容涵盖了中国戏曲、中国曲艺、中国民乐、中国民歌、中国民谣等，是民族历史上在音乐艺术形态的具体表现。"},{"id":20,"name":"乡村 Country","description":"乡村音乐（Country music）是一种当代的流行音乐，起源于美国南部与阿帕拉契山区。乡村音乐的根源可追溯至1920年代，融合了传统民谣音乐、凯尔特音乐、福音音乐及古时音乐。乡村音乐的曲调，一般都很流畅、动听，曲式结构也比较简单。多为歌谣体、二部曲式或三部曲式。\n\n起源及介绍\n　　这个名字是20世纪20年代在美国出现的，它的源流很广。那时歌曲的内容，除了表现劳动生活之外，厌恶孤寂的流浪生活，向往温暖、安宁的家园，歌唱甜蜜的爱情以及失恋的痛苦等都有。\n　　1925年，美国田纳西州纳西维尔建立了一家广播电台。他们开办了一个\"往昔的歌剧--老乡音\"的专栏节目。邀请了一位名叫杰米·汤普森的81岁的民间歌手演唱，节目受到听众们的热烈欢迎。从此，人们统称这种音乐为\"乡村音乐\"。乡村音乐成为美国劳动人民最喜爱的音乐形式之一。在美国，\"蓝领\"指的是下层人，故这种音乐又称\"蓝领音乐\"。\n　　发展\n　　纳西维尔电台自开办\"往昔的歌剧--老乡音\"节目之后，延续数十年，成为该台传统名牌节目。而纳西维尔市也被公认为\"美国乡村音乐的白宫\"，所有乡村歌手都视之为\"乡村音乐的圣地\"。\n　　四、五十年代，乡村音乐来到大的城市，受其它乐队的影响，加进了钢琴及其它乐器和电声扩音，那时人们对这种音乐叫\"纳什维尔\"。由美国国家录音艺术学院举办的\"格莱美奖\"是其中最高奖项。\n　　在唱法上，起先多用民间本嗓演唱，形式多为独唱或小合唱，用吉他、班卓琴、口琴、小提琴伴奏。\n　　乡村音乐的曲调，一般都很流畅、动听，曲式结构也比较简单。多为歌谣体、二部曲式或三部曲式。\n　　在服饰上也比较随意，即使是参加大赛及音乐厅重要场合演出，也不必穿演出服，牛仔裤、休闲装、皮草帽、旅游鞋都可以。\n　　乡村音乐的两个最重要的组成部分是弦乐伴奏(通常是吉他或是电吉他，还常常加上一把夏威夷吉他和小提琴)及歌手的声音。乡村音乐抛开了在流行乐中用得很广的“电子”声(效果器)。最重要的是，歌手的嗓音是乡村音乐的标志（民间本嗓），乡村音乐的歌手几乎总有美国南部的口音，至少会有乡村地区的口音。\n　　特点中的特点\n　　然而，与音乐本身同样重要的是音乐所包含的内容，而在这一点上，乡村音乐与流行乐、摇滚、说唱乐以及其他流派非常不一样。乡村音乐一般有八大主题：一、爱情；二、失恋；三、牛仔幽默；四、找乐；五、乡村生活方式；六、地区的骄傲；七、家庭；八、上帝与国家。前两个主题绝不是乡村音乐所独有的，但是后六大主题则把乡村音乐与其他的美国流行音乐流派区分开来。简而言之，乡村的人们有他们自己的幽默感；喜欢牛仔风格的疯玩；以一种与城市人很不同的方式生活；以自己所在的乡镇、州、地区为荣；极为重视家庭；不羞于表达宗教情感与爱国情感。这些主题使乡村音乐有别于诸如小甜甜与N-Sync的音乐。\n　　乡村音乐所包含的内容往往最吸引美国南部与西部乡村的白人。作为群体，乡村音乐的听众往往是农民和蓝领，他们通常比美国平均水平穷点儿，在政治与社会问题上也更保守一点。\n\nCountry music is about tradition, yet its simple form lends itself to endless variations on similar themes. Like blues -- the two genres often shared themes, melodies and songs -- country is a simple music at its core. Most of its songs are built around three chords and a plain melody, but these forms are so basic, they allow for many different styles, from the gritty sounds of honky tonk to the jazzy improvisations of Western Swing. Country music grew out of American Southern folk music, both Appalachian and blues, and old-time country was simple and folky, with just guitars and fiddles. As the genre progressed, old time music evolved into the rhythmic guitar-and-fiddle driven traditional country that became the foundation of modern country music, from honky tonk and Western Swing to the pop-oriented Countrypolitan and rock-inflected Bakersfield Sound."},{"id":21,"name":"古典 Classical","description":"古典音乐是一个含义广泛的术语，广义的西洋古典音乐是指那些从西方中世纪开始至今、并在欧洲主流文化背景下创作的音乐，或者指植根于西方传统礼拜式音乐和世俗音乐，其范围涵盖了约公元11世纪至今的全部时期。主要因其复杂多样的创作技术和所能承载的厚重内涵而有别於通俗音乐和民间音乐。在地理上，这些音乐主要创作於欧洲和美洲，这是相对於非西方音乐而言的。另外，西洋古典音乐主要以乐谱记录和传播，和大多数民间音乐口传心授的模式不同。\n\n亦有人认为“古典”是对应于“流行”而言的，因为这些音乐经得起时间的考验，能够引起不同时代听众的共鸣，故认为应当称之为“经典”（classic）的音乐。\n\n但如果细究古典一词，本意可以理解为古代留传下来堪称经典的音乐作品（古代+经典），但是一般来说，古典音乐是具有规则性本质的音乐，具有平衡、明晰的特点，注重形式的美感，被认為具有持久的价值，而不仅仅是在一个特定的时代流行。这也体现於“古典”（classical）与“经典”（classic）的不同。\n\n古典音乐（classical music）本来是专指德奥在1750—1820年间以海顿、莫扎特、贝多芬為代表的音乐，即所谓“维也纳古典乐派”的音乐（或翻译為“维也纳古典主义音乐”）。这就是狭义的古典音乐。\n\n从这个狭义的古典音乐概念出发，我们可以向前追溯到巴赫、亨德尔，乃至更早的天主教、基督教的宗教音乐，向后延伸到浪漫主义、民族乐派，以及20世纪西方的现代音乐。这些都是广义的古典音乐，也就是基於这个传统的，无论是继承和发扬这个传统，还是试图以创新来突破这个传统的音乐创作尝试，都可以归入古典音乐之内。而在这个传统外独立发展的音乐，虽然有借鉴和影响古典音乐创作的，但是一般也不归入古典音乐之内，比如爵士乐、摇滚乐，以及东方一些民族的音乐。\n因此对于广义的“古典音乐”这个词来说，欧洲艺术音乐的定义更加准确。\n\n欧洲艺术音乐与其他的非欧洲音乐和流行音乐体系的主要区别是记谱法有所不同，其规则大约源自于16世纪便开始使用的记谱法。在西方记谱法中，作曲者给演奏者规定了音调、格律、速度，独特的节奏和对于一同段音乐准确的演奏方式。这种即兴演奏发挥空间很小的记谱法模式，极大的不同于非欧洲艺术音乐（相对于传统的日本音乐和印度音乐）和流行音乐。\n\n古典音乐作為音乐中类别的称呼，是相对于轻音乐、通俗音乐等类别而存在，它本身并没有严格明确的解释或者定义。在轻音乐范围里，有时也採采用“古典”的概念来指某些经过时间检验，被人们奉为楷模的轻音乐作品，如古典轻歌剧、古典爵士乐等，这里的 classical 理解为“古代+经典”，似乎更为合适一些。"},{"id":22,"name":"儿童 Children","description":"儿童音乐泛指任何针对儿童创作的音乐。成人或儿童都可以参与演绎。\n儿童音乐的基本特点是：愉悦性、教育性、个体性。儿童音乐的审美特性表现在形式美和内涵美等方面。形式美体现在：音色、 节奏 、旋律 、力度等方面；内涵美体现在直观、稚拙、幻想等方面。儿童音乐根据不同的分类标准有不同的类型特征，按体裁分类儿童音乐可分为：儿童歌曲、儿童器乐曲、儿童歌舞剧、交响童话等；按题材分类儿童音乐可分为：游戏题材、生活题材、童话题材和大自然题材等。"},{"id":23,"name":"有声书 Audio Book","description":"有声书（Audio Book）是一种个人或多人依据文稿，并藉著不同的声音表情，和录音格式所录制的作品，常见的有声书格式有录音带、CD、数位档（例如MP3）以及DAISY格式(又称数位无障碍资讯系统)。有声书一词约在1980年代出现，意谓著这是一本用声音来表达内容的书。\n\n有声书主要是由有声书出版社或盲人图书社团出版。一本有声书是依靠讲者的声音而存在，讲者是听者和文稿的媒介，讲者的声音具有吸引听者、使听者着迷的本质。有声书的内容可以是朗读、广播剧、或是专题报导来呈现。\n\n常见的有声书除了语言学习，例如汉语、英文、法文等，也有适合儿童的童话、广播剧故事等。随着时代的演进，数位化制作的有声书，内容更灵活、更多元，除了一般的笑话、鬼故事、杂志、小说之外，还有相声、文学著作、专业的理财商业资讯、名人演讲等收录其中，而且精心撰写的脚本、经过专业的配音及后制，就凸显出有声内容的乐趣与细緻，因此连艰涩的理财议题，都可以变身成广播节目般，以活泼易懂的型式让听众阅听。\n\n在有声读物的销售网站中，网友可以对于有兴趣的有声书先进行免费试听，再确认是否是想购买的再进行采购程序。而使用者也可以将有声内容下载到自己的电脑里，无论是MP3、智慧型手机（SmartPhone）或是个人数位助理，只要支援微软的数位版权管理模式，都可以用来聆听该数位有声内容。如此可以造福广大的视障人士，而MP3随身碟除了音乐之外，还可以有更多选择，每天上学、上班的通勤时间、或是零碎的空间时间，都可以成为知识充电的时刻。"},{"id":24,"name":"动漫 ACG","description":"ACG代表的是动画(Anime)、漫画(Comics)与游戏(Games)，为华人地区常用的文化词汇，爱好者们喜欢把ACG称为“二次元”。从字面意思上理解的二次元，是指“二维空间”、“二维世界”，亦即平面。我们现在所说的二次元也指ACGN次文化中对动漫、游戏等作品中虚构世界的一种称呼用语，与“三次元”（现实世界）相对。\n\n谈到ACG的音乐，爱好者习惯称之为\"ACG音乐\"或\"动漫音乐\"，指的是与动画、漫画和游戏作品相关的音乐。"},{"id":25,"name":"朋克 Punk","description":"朋克摇滚是最原始的摇滚乐----由一个简单悦耳的主旋律和三个和弦组成。其变化在于朋克摇滚将过去的旧式摇滚演奏得更快速更激昂。由于有些乐队片面地理解了朋克音乐的风格----包括60年代的车库摇滚乐队和the velvet underground, the stooges, the new york dolls----直到70年代中期朋克音乐流派才正式形成。西方的许多新生乐队不再强调区别于主流硬核摇滚的超音乐形式，而是直指音乐的本质。纽约的第一只朋克乐队是the ramones; 在伦敦则以sex pistols为代表。尽管他们的音乐表现不尽相同----the ramones显得轻快随意，相比之下the pistols更强调了重复段落表达-----可是这些独特的尝试革命性地影响了美式音乐和英式音乐的风格。朋克音乐在美国一直低调地存在，最终在80年代孕育了硬核摇滚和独立摇滚概念。而在英国，朋克摇滚则成为大众的宠儿。sex pistols被看作是对政府和君主制的严重颠覆。更重要的是，有越来越多的乐队加入了朋克摇滚。一些乐队几乎照搬了pistols的原始风格，另一些则创出了属于自己的新的元素，如buzzcocks的尖锐摇滚，clash的赞美诗般的瑞格摇滚，以及wire 和 joy division的艺术试验。不久，朋克分裂为后朋克（比原先更具艺术性和试验性），新浪潮（更具东方流行意味），和硬核摇滚（一种形式上更激烈更快速更具侵略性的朋克音乐）。整个八十年代，英国和美国都将朋克的定义与硬和摇伦联系在一起。90年代初，一批朋克复兴主义者----以green day和rancid为代表----从美国地下乐坛浮出。这一批新生力量将朋克音乐重新带回到最初的风格道路上，并尝试着在其音乐中加入重金属元素。\n\nPunk rock is a rock music genre that developed between 1974 and 1976 in the United Kingdom, United States, and Australia. Rooted in garage rock and other forms of what is now known as protopunk music, punk rock bands eschewed perceived excesses of mainstream 1970s rock. Punk bands created fast, hard-edged music, typically with short songs, stripped-down instrumentation, and often political, anti-establishment lyrics. Punk embraces a DIY ethic; many bands self-produced recordings and distributed them through informal channels.\nThe term \"punk\" was first used in relation to rock music by some American critics in the early 1970s, to describe garage bands and their devotees. By late 1976, bands such as the Sex Pistols, The Clash and The Damned in London and Television and the Ramones in New York City were recognized as the vanguard of a new musical movement. The following year saw punk rock spreading around the world, and it became a major cultural phenomenon in the United Kingdom. For the most part, punk took root in local scenes that tended to reject association with the mainstream. An associated punk subculture emerged, expressing youthful rebellion and characterized by distinctive styles of clothing and adornment and a variety of anti-authoritarian ideologies.\n\nBy the beginning of the 1980s, faster, more aggressive styles such as hardcore and Oi! had become the predominant mode of punk rock. Musicians identifying with or inspired by punk also pursued a broad range of other variations, giving rise to post-punk and the alternative rock movement. At the start of the 21st century, pop punk had been adopted by the mainstream, as bands such as Green Day, The Offspring and Blink-182 brought the genre widespread popularity."}]